Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All170102--omegat.tmx
Source language: en_us
Languages: ja

source: Some guidelines are provided to developers.
ja: 開発者に対して、いくつかのガイドラインが提示されています。

source: Some of the highlights from the period since the 3.18 release on Dec. 7, 2014, include:
ja: 2014 年 12 月の 3.18 版以降のハイライト

source: Some of the more prominent features in this release include:
ja: 主な変更点は以下のとおりです。

source: Some review and selection guidelines are provided to our developers.
ja: 開発者がレビューおよび選択するためのガイドラインがあります。

source: Sorry!
ja: 申し訳ありません。

source: Spark conversation about your brand during our Technology Showcase Happy Hour.
ja: テクノロジ ショーケース ハッピー アワーに貴社のブランド知名度を盛り上げます。

source: Speaker & Media Reception
ja: スピーカー＆メディア レセプション

source: Speaker & Media Reception (Invitation Required)
ja: スピーカー＆メディア レセプション（招待券が必要です）

source: Speaker, Sponsor & Media Registration
ja: 講演者、スポンサー、ならびにメディアの方の登録

source: Speakers and Sessions Announced for The Linux Foundation Open Source Leadership Summit
ja: The Linux Foundation Open Source Leadership Summit の講演者とセッションを発表

source: Speakers and attendees at Open Networking Summit represent the best and brightest in next-generation open source networking and orchestration technologies.
ja: Open Networking Summit の講演者および参加者は、次世代のオープン ソース ネットワーキング&オーケストレーションの分野の精鋭たちです。

source: Speakers at Linux Foundation and other technology industry events will gain knowledge and practical skills to promote inclusivity in their presentations through free training course
ja: Linux Foundation イベントなどの技術イベント講演者がプレゼンの包摂性を高めるための知識やスキルを身に着けるコース

source: Speaking Opportunity: All sponsor content must be approved by Program Committee and Linux Foundation.
ja: 講演機会: すべてのスポンサーのコンテンツはプログラム委員会と Linux Foundation の承認を受ける必要があります。

source: Speaking Opportunity: Sponsor to work directly with Linux Foundation on signoff for content of session.
ja: 講演の機会: セッション内容については Linux Foundation がアドバイス

source: Speaking proposals are being accepted through March 18 at http://events.linuxfoundation.org/events/linuxcon-containercon-cloudopen-china/program/cfp.
ja: このイベントの発表案は、3 月 18 日まで受け付けています。提出先はこちらです。 http://events.linuxfoundation.org/events/linuxcon-containercon-cloudopen-china/program/cfp

source: Specification: https://www.openchainproject.org/spec
ja: 仕様書：https://www.openchainproject.org/spec

source: Sponsor Designation in Press Releases: Recognition as xxx sponsor in body of release
ja: プレス リリースでスポンサー名をアピール: リリース本文に xxx スポンサー として掲載

source: Sponsor Registration Passes
ja: スポンサー無料招待券

source: Sponsor a themed lounge such as DevOps, Containers, Cloud Native or Linux Lounge.
ja: DevOps、コンテナ、クラウド ネイティブ、Linux などのテーマのラウンジのスポンサーです。

source: Sponsor to work directly with Linux Foundation on signoff for content of session.
ja: セッション内容については Linux Foundation がアドバイス

source: Sponsor will be allowed to use recordings on their website or in promotional materials via embedded code.
ja: スポンサーは、この録画データのコードを自社の Web サイトや宣伝資料に組み込んで使用できます。

source: Sponsorship Bundles & Custom Packages
ja: スポンサーシップ バンドルとカスタム パッケージ

source: Sponsorship Bundles & Custom Packages...................14
ja: スポンサーシップ バンドルとカスタム パッケージ

source: Sponsorship Bundles & Custom Packages...................16
ja: スポンサーシップ バンドルとカスタム パッケージ

source: Sponsorship Cost
ja: スポンサーシップ料金

source: Sponsorship Grid At-A-Glance.......................................9
ja: スポンサーの種類と特典

source: Sponsorship Grid At-A-Glance.....................................11
ja: スポンサーシップの種類と特典

source: Sponsorship includes lunch for specified number of attendees, promotion of lunch through all event channels and the opportunity to program lunch at your discretion.
ja: 限定数の参加者のランチが提供されます。さまざまな手段でランチについてアピールされ、ランチの内容や提供方法も可能な限りアレンジできます。

source: Sponsorship includes promotion on our website and in event promotion as a co-located event, registration add-on opportunity on event registration form, plus venue space, internet and AV.
ja: Web サイトとイベント広告に併設イベントとして掲載され、イベントの登録フォームにもオプション登録の項目として掲載されます。開催用のスペース、インターネット設備、音声設備も提供されます。

source: Standard Registration Fee: $425 (April 17, 2017 - May 14, 2017)
ja: 早期登録料金 2 期: US$425 (2017 年 4 月 17 日から 5 月 14 日まで)

source: Stephanie Markowski Event Logistics Manager, The Linux Foundation smarkowski@linuxfoundation.org
ja: Stephanie Markowski (The Linux Foundation イベント ロジスティクス マネージャー) smarkowski@linuxfoundation.org

source: Student / Academic
ja: 学生 / 学術関連

source: Student / Academic 4%
ja: 学生 / 教員 4%

source: Student 1%
ja: 学生 1%

source: Students Night @ Open Source Summit Japan will be conducted in a poster session style.
ja: Students Night @ Open Source Summit Japan はポスター セッション (展示発表) スタイルで行われます。

source: Students, Media, Analysts and other professionals
ja: 学生、メディア、アナリスト、その他専門家

source: Submissions must be received by 11:59pm PDT on March 15, 2017
ja: 提案書は、2017 年 3 月 15 日の午後 11 時 59 分 (PDT) までに提出してください。

source: Submit a Speaking Proposal
ja: 発表案を提出する

source: Submit a proposal to speak at Fluentd Mini Summit, a CNCF event, which will be hosted at Open Source Summit Japan on Thursday, June 1 2017.
ja: CNCF イベント Fluentd Mini Summit (2017 年 6 月 1 日 (木) Open Source Summit Japan にて開催) の発表案はこちらから提出してください。

source: Submitting a Talk
ja: 発表者としての申し込みについて

source: Submitting a talk for the Students Night @ Open Source Summit Japan is easy!
ja: Students Night @ Open Source Summit Japan の発表者に応募しましょう。応募方法はとても簡単です。

source: Such a broad effort and investment will expedite our vision to deliver an open platform for network automation.”
ja: こうした広範な取り組みと投資は、ネットワーク オートメーションのためのオープン プラットフォームを提供するという私たちのビジョンを促進させるでしょう。」

source: Suggested Fluentd Presentation Topics:
ja: お勧めのトピック

source: Summary
ja: 概要

source: Support the Automotive & Embedded Linux Community
ja: ・自動車系および組込み系 Linux コミュニティを支援できる

source: TABLE OF CONTENTS
ja: もくじ

source: TOKYO (Open Source Summit Japan), May 31, 2017 -- The OpenChain Project today announced the OpenChainTM Specification is officially available in Japanese and translations are underway in seven other languages.
ja: 2017年5月31日、東京（Open Source Summit Japan）発 － OpenChain Projectは、本日、OpenChain™ 仕様書の公式日本語版が公開され、その他の7言語の翻訳化も進行中であることを発表しました。

source: TOKYO - Automotive Linux Summit - May 31, 2017 – Automotive Grade Linux (AGL), a collaborative cross-industry effort developing an open platform for the connected car, today announced that Toyota has adopted the AGL platform for Toyota’s next-generation infotainment system.
ja: 2017年5月31日 東京（Automotive Linux Summit）発 － コネクテッド カー向けのオープン プラットフォーム共同開発プロジェクト Automotive Grade Linux https://automotive.linuxfoundation.org/ (AGL) は、トヨタ自動車がトヨタの次世代インフォテインメント システムにAGLプラットフォームを採用したことを本日発表しました。

source: TRACKING:
ja: 追跡:

source: Take our short sample survey for a ballpark score.
ja: おおまかなスコアがわかる簡単なアンケートにお答えください。

source: Take this brief survey (it should only take 5 minutes) to get a ballpark score based on your company's progress in the essential dimensions of open source policies and processes.
ja: 5 分程度の簡単なアンケートにお答えください。基本的なオープン ソースのポリシーやプロセスに関するあなたの組織の進捗度がおおまかにわかります。

source: Talent Acquisition & Recruitment
ja: ・優秀な人材を発掘・採用できる

source: Talent acquisition & recruitment
ja: 優秀な人材を発掘・採用できる

source: Taxi Service: Aska Traffic Group +81 3-3361-2111
ja: タクシー: 飛鳥交通グループ 03-3361-2111

source: Tech Mahindra provides software services, systems integration, professional services, and specialized consulting in the telecom sector.
ja: Tech Mahindra http://www.techmahindra.com/ は、通信分野のソフトウェア サービス、システム インテグレーション、プロフェッショナル サービス、および専門コンサルティングを提供しています。

source: Technologies Covered By Event:
ja: イベントと対象分野

source: Telecommunications equipment and network vendor increases investment as first Platinum member from China
ja: 通信機器＆ネットワークのベンダーが中国で初めてのプラチナ メンバーとして投資を拡大

source: TensorFlow in the Wild: From Cucumber Farmer to Global Insurance Firm - Kazunori Sato, Google
ja: ● TensorFlow in the Wild: キュウリ生産農家からグローバルな保険会社まで - Kazunori Sato (Google)

source: Testing at Scale - Andrea Frittoli, IBM
ja: ● 大規模なテスト - Andrea Frittoli (IBM)

source: Thank you for sharing your perspectives with The Linux Foundation.
ja: ご協力ありがとうございました。

source: Thank you for taking the test.
ja: おつかれさまでした。

source: Thank you for your interest.
ja: ご利用ありがとうございました。

source: Thank you for your support of Open Source Summit Japan, taking place this May 31 - June 2 at the Tokyo Center Convention Ariake.
ja: Open Source Summit Japan（5月31日から6月2日、東京コンファレンスセンター・有明にて開催）へのご支援ありがとうございます。

source: The 2018 Toyota Camry will be the first Toyota vehicle on the market with the AGL-based system in the United States.
ja: 2018年新型トヨタ カムリは、米国においてAGLベース システムを搭載して発売される初めてのトヨタ車となります。

source: The AGL infotainment platform was built from the ground up by hundreds of engineers across the industry who contributed code to develop a robust, Linux-based operating system and application framework with increased security and capabilities.
ja: AGLインフォテインメント プラットフォームは、業界の数百人のエンジニアによってゼロから構築されました。彼らは、高度なセキュリティと機能性を持つ堅牢なLinuxベース オペレーティング システムやアプリケーション フレームワークを開発するためにコードを提供した人々です。

source: The AGL platform is available to all, and anyone can participate in its development.
ja: AGL プラットフォームは誰でも使用でき、誰でもその開発に参加できます。

source: The API Strategy & Practice Conference, known as APIStrat, provides a forum for leaders in the API sector to gather to discuss successes and challenges they face while executing API strategies.
ja: API Strategy & Practice Conference (APIStrat) は、API分野のリーダーが集結し、APIストラテジ実行の成功と課題を議論する場です。

source: The Automotive Grade Linux All-Member Meetings take place bi-annually and are the meeting place for the Automotive Grade Linux (AGL), a Linux Foundation Collaborative Project, which is dedicated to creating open source software solutions for automotive applications.
ja: Automotive Grade Linux All-Member Meeting は Linux Foundation 協業プロジェクトである Automotive Grade Linux (AGL) のためのミーティングで、年に 2 回開催されます。AGL は、自動車アプリケーションのためのオープン ソース ソフトウェア ソリューションの開発に取り組むプロジェクトです。

source: The Automotive Linux Summit gathers together the most innovative minds from automotive expertise and open-source excellence to drive the future software solutions in the automotive arena.
ja: Automotive Linux Summit (ALS) には、自動車分野における今後のソフトウェア ソリューションを牽引するために、自動車関連やオープン ソースの知識に秀でた革新的な人々が集います。

source: The Automotive Linux Summit gathers together the most innovative minds from automotive expertise and open-source excellence...
ja: Automotive Linux Summit (ALS) には、自動車関連の専門家やオープンソース エキスパートの中でも極めて革新的な考え方を持つ人々が集結します....

source: The CIP community is working to establish an open source base layer of software to enable the use and implementation of software building blocks that meet the safety and reliability requirements of industrial and civil infrastructure.
ja: CIP コミュニティは、産業・社会インフラの安全性や信頼性の要件を満たすソフトウェア構成要素の使用・実装を実現するために、ソフトウェアのオープン ソース基本レイヤの確立に取り組んでいます。

source: The CORD Project community will focus on implementation of xRAN standard APIs, a RAN controller built on ONOS®, (Open Network Operating System) and example RAN control applications for the M-CORD platform leveraging a variety of open and closed hardware options from multiple vendors.
ja: CORD プロジェクト コミュニティは、xRAN 標準 API の実装、ONOS® (Open Network Operating System) で動く RAN コントローラー、およびさまざまなベンダーの各種オープン/クローズド ハードウェア オプションを利用した M-CORD プラットフォームのための RAN 制御サンプル アプリケーションにフォーカスします。

source: The CORD ecosystem comprises ON.Lab and organizations that are funding and contributing to the CORD initiative.
ja: CORD エコシステムは、ON.Lab と、CORD イニシアチブに投資・貢献する組織とで構成されています。

source: The CORD reference implementation serves as a platform for multiple domains of use, with open source communities building innovative services for residential, mobile, and enterprise network customers.
ja: CORD リファレンス実装は、複数ドメイン使用のためのプラットフォームとして機能し、家庭・携帯・企業ネットワーク カスタマー向けの革新的サービスを開発するオープン ソース コミュニティが支えています。

source: The Civil Infrastructure Platform (CIP) is a collaborative, open source project hosted by The Linux Foundation.
ja: Civil Infrastructure Platform (CIP) は、The Linux Foundation が誘致するオープン ソース共同開発プロジェクトです。

source: The Cloud Foundry Foundation is an independent non-profit organization formed to sustain the development, promotion and adoption of Cloud Foundry as the industry standard platform for cloud applications.
ja: Cloud Foundry Foundation は、Cloud Foundry をクラウド アプリケーションのためのの業界標準プラットフォームとして継続的に開発、促進、および導入していくために結成された独立非営利組織です。

source: The Conformance allows new organizations to join the circle of trust.
ja: 仕様に適合すれば、新たな組織が信頼の輪に入ります。

source: The Curriculum supports implementation by entities of any size.
ja: このカリキュラムは、あらゆる規模の事業体が利用できるように作られています。

source: The DPDK Project includes members from the telecommunications industry, network and cloud infrastructure vendors, as well as multiple hardware vendors.
ja: DPDKプロジェクトのメンバーは、通信企業、ネットワーク＆クラウド基盤ベンダー、さまざまなハードウェア ベンダーなどです。

source: The Foundation is made up of a diverse group of companies including Platinum members IBM, Intel, Joyent, Microsoft, PayPal, and Red Hat.
ja: 同財団は多様性のある企業によって構成され、IBM、Intel、Joyent、Microsoft、PayPal、Red Hat などがプラチナ メンバーとして参加しています。

source: The Foundation will help maximize our team’s ability to both contribute to and benefit from open source technologies,” said Jody Kochansky, Head of the Aladdin Product Group at BlackRock.
ja: The Linux Foundationに参加することにより、私たちのチームは最大限にオープン ソースに貢献でき、そして最大限にオープン ソースからの恩恵を受けられることでしょう。」

source: The Fujitsu Relay Computer and Historic Museum is located in Numazu in the Shizuoka Prefecture.
ja: 富士通ミュージアムは、静岡県沼津にあります。

source: The Hyperledger project is an open source collaborative effort created to advance blockchain technology by addressing important features for a cross-industry open standard for distributed ledgers.
ja: The Hyperledger プロジェクトは、ブロックチェーン技術を進化させるために発足したオープン ソース共同開発プロジェクトで、分散台帳向けのクロスインダストリなオープン スタンダードに必要な重要機能を特定します。

source: The Inclusive Speaker Orientation Course is available for free online.
ja: この Inclusive Speaker Orientation Course は無償のオンライン コースです。

source: The Linux Foundation Adds 29 Silver Members in January
ja: 今年 1 月に 29 社増加: The Linux Foundation のシルバー メンバー

source: The Linux Foundation Announces 16 New Silver Members
ja: The Linux Foundation が新シルバー メンバー16社を発表

source: The Linux Foundation Announces Agenda for Automotive Linux Summit 2017
ja: Automotive Linux Summit 2017 のプログラム発表

source: The Linux Foundation Announces Merger of Open Source ECOMP and OPEN-O to Form New Open Network Automation Platform (ONAP) Project
ja: The Linux Foundation が Open Source ECOMP と OPEN-O の合併による新プロジェクト Open Network Automation Platform (ONAP) の結成を発表

source: The Linux Foundation Announces Session Lineup for Vault Linux Storage & Filesystems Conference
ja: The Linux Foundation が Vault Linux Storage & Filesystems Conference のセッション ラインナップを発表

source: The Linux Foundation Announces Sessions and Speakers for Open Source Summit Japan 2017
ja: Open Source Summit Japan 2017 のセッションと講演者を発表

source: The Linux Foundation Announces the Formation of a New Project to Help Accelerate Innovation in Open Networking Automation
ja: The Linux Foundation がオープン ネットワーク オートメーションの革新加速を促す新プロジェクトの結成を発表

source: The Linux Foundation Appoints Eileen Evans to Board of Directors
ja: The Linux Foundation が Eileen Evants 氏をボードメンバーに任命

source: The Linux Foundation Open Source Leadership Summit is an invitation-only think tank where the world’s thought leaders in open source software and collaborative development convene to share best practices and learn how to manage the largest shared technology investments of our time.
ja: The Linux Foundation Open Source Leadership Summit http://events.linuxfoundation.org/events/open-source-leadership-summit は招待者限定の閉じられたイベントで、オープン ソース ソフトウェアや共同開発における世界のソート リーダーが集まり、ベスト プラクティスを共有したり、現代最大の共有技術投資の管理方法を学んだりする場です。

source: The Linux Foundation Releases Free Open Source Software Basics Publication
ja: The Linux Foundation がフリーの電子書籍 Open Source Software Basics を公開

source: The Linux Foundation Trademark Usage Guidelines
ja: The Linux Foundation の商標使用ガイドライン

source: The Linux Foundation Trademarks and Trademark Usage Guidelines
ja: The Linux Foundation の商標および商標使用のガイドライン 本日本語文書は、英文 ”Trademark Policy” の参考訳です。より正確なポリシーは、英文にてご確認ください。

source: The Linux Foundation also continues to offer Ally Skills Workshops, which teach everyone simple, everyday ways to support women in their workplaces and communities, onsite at events.
ja: The Linux Foundation では、引き続き Ally Skills Workshop も開催しています。これは、職場やコミュニティの女性を簡単に支援する方法を教えるワークショップです。

source: The Linux Foundation and the National Center for Women & Information Technology Release Inclusive Speaker Orientation Course for Events
ja: The Linux Foundation と National Center for Women & Information Technology がインクルーシブ スピーカー オリエンテーション コースを公開

source: The Linux Foundation does not make any express or implied warranties, including but not limited to the warranties of non-infringement of any third party intellectual property rights.
ja: The Linux Foundation は、第三者の知的財産権に対して侵害のないことに対する保証を含めて(それに限定するものではありません)、明示的にも、暗黙にも、何らの保証を行うものではありません。

source: The Linux Foundation does not warrant that any pending trademark applications for trademarks of The Linux Foundation will result in any granted trademark protection.
ja: The Linux Foundation は、The Linux Foundation の登録申請中の商標について、商標として承認され、保護される結果となることを保証するものではありません。

source: The Linux Foundation events are where the leading technologists meet, collaborate, learn and network in order to advance innovations that support the world’s largest shared technologies.
ja: The Linux Foundationが主催する数々のイベントでは、世界最大の共有技術を支援するイノベーションを推進するために、世界の主導的技術者陣が出会い、協業し、学習し、交流します。

source: The Linux Foundation events are where the world’s leading technologists meet, collaborate, learn and network in order to advance innovations that support the world’s largest shared technologies.
ja: The Linux Foundation が主催する数々のイベントでは、世界最大の共有技術を支援するイノベーションを推進するために世界の主導的技術者陣が出会い、協業し、学習し、交流します。

source: The Linux Foundation has also partnered with Girls in Tech to host ‘Hacking for Humanity’ hackathons later this year at Open Networking Summit and Open Source Summit North America.
ja: また The Linux Foundation は Girls in Tech と連携し、今年の Open Networking Summit や Open Source Summit North America において ‘Hacking for Humanity’ ハッカソンを行います。

source: The Linux Foundation has registered trademarks and uses trademarks, including The Linux Foundation, ONAP and OPEN-O.
ja: The Linux Foundation は、The Linux Foundation、ONAP、OPEN-O などの商標を登録および使用しています。

source: The Linux Foundation has registered trademarks and uses trademarks, including The Linux Foundation.
ja: The Linux Foundation は、The Linux Foundation をはじめとするさまざまな商標を登録および使用しています。

source: The Linux Foundation has registered trademarks and uses trademarks.
ja: The Linux Foundation はさまざまな商標を登録および使用しています。

source: The Linux Foundation has registered trademarks for the following:
ja: The Linux Foundation は以下の登録商標を所有しています。

source: The Linux Foundation has registrations pending or trademarks in use for the following marks:
ja: The Linux Foundation は以下の登録申請中または使用中の商標を所有しています。

source: The Linux Foundation has the following registered trademarks:
ja: The Linux Foundation は以下の登録商標を所有しています。

source: The Linux Foundation hosts Hyperledger Project as a Collaborative Project under the foundation.
ja: The Linux Foundation が同組織下の共同開発プロジェクトとして Hyoperledger プロジェクトを誘致しています。

source: The Linux Foundation hosts Hyperledger as a Collaborative Project under the foundation.
ja: The Linux Foundation が傘下の共同開発プロジェクトとしてHyoperledgerをホストしています。

source: The Linux Foundation hosts projects that unite technologists and business leaders to create sustainable open source ecosystems to support the ongoing success of these technologies.
ja: The Linux Foundation が主催するプロジェクトは、技術者やビジネス リーダーの力を結集し、これらの技術の継続的な成功を支援するための持続可能なオープン ソース エコシステムを開発します。

source: The Linux Foundation is here to help you assess your organization's practices and identify opportunities for growth.
ja: The Linux Foundation は、あなたが組織のプラクティスを評価し、成長の機会を見出せるようお手伝いします。

source: The Linux Foundation is offering a limited number of scholarships for a discounted registration fee to attend the conference.
ja: The Linux Foundation には、カンファレンス参加費用を割り引く奨学制度があります。

source: The Linux Foundation is the organization of choice for the world's top developers and companies to build ecosystems that accelerate open technology development and commercial adoption.
ja: The Linux Foundation は、オープン テクノロジの開発や商用展開を加速するエコシステム構築のための組織として、世界のトップクラスの開発者や企業から選ばれています。

source: The Linux Foundation marks have been created and their use is expressly permitted for a specific purpose.
ja: The Linux Foundation の標識は、特別な目的のために作成され、利用はその目的に沿って明示的に許可されます。

source: The Linux Foundation may release new versions of The Linux Foundation trademark policy or statements of permitted use of The Linux Foundation marks from time to time without notice.
ja: The Linux Foundation は、The Linux Foundation 商標ポリシー、あるいは、The Linux Foundation 標識の使用許可声明の新しい版を予告なく、時に応じて公開する可能性があります。

source: The Linux Foundation permits the use of its trademarks for private and personal use to make t-shirts, stickers, and caps for yourself and your friends (meaning people from whom you don’t receive anything of value in return) in a manner that is consistent with the preservation of the goodwill and value of the mark.
ja: The Linux Foundation は、同組織が所有するさまざまな商標を、あなたが私的または個人的に使用して (つまり見返りに何らかの金銭・物品を受け取らずに)、その標識の持つ信頼と価値を損なわない方法で T シャツ、ステッカー、マグカップなどをあなたや友達のために作ることを許しています。

source: The Linux Foundation provides a neutral home that promotes collaboration around open source technologies, such as a technical governance model that enables the growth of developer communities.
ja: The Linux Foundationは、オープン ソース技術に関わる協業（開発者コミュニティの成長を実現する技術ガバナンス モデルなど）を促進する中立なホームです。

source: The Linux Foundation securely processes all credit card transactions through Stripe.
ja: The Linux Foundationは、すべてのクレジット カード取引を Stripe 経由で安全に処理しています。

source: The Linux Foundation shall not be liable for any claims relating to user’s activities falling within the scope of the permission and user hereby agrees to indemnify, defend and hold The Linux Foundation and its contributors harmless against any such claims.
ja: The Linux Foundation は、ユーザーの活動が認可のスコープ内に収まるかに関連した要求に責任を負うものではありません。したがって、ユーザーは The Linux Foundation とその貢献者に対し、そのような要求の責任を免除し、保護し、損害を与えないことに同意するものとします。

source: The Linux Foundation uses donations from Individual Supporters to help fund education and diversity programs for underrepresented groups in technology and other programs.
ja: The Linux Foundation は、技術分野に存在する少数派の人々のための教育プログラムや多様性強化プログラムを支援するために、個人サポーターからの寄付金を使用しています。

source: The Linux Foundation will establish a governance and membership structure for ONAP to nurture a vibrant technical community.
ja: The Linux Foundation は、ONAP が活気ある技術コミュニティを育成するためのガバナンス・メンバーシップ構造を確立します。

source: The Linux Foundation would like to offer a chance to visit the Fujitsu Relay Computer and Historic Museum, exclusive to Open Source Summit Japan attendees!
ja: The Linux Foundationでは富士通ミュージアムを訪問する特別ツアーを開催します。Open Source Summit Japan参加者の方だけが参加できるツアーです。

source: The Linux Foundation's diversity scholarship program provides support to those from traditionally underrepresented and/or marginalized groups in the technology and/or open source communities (including, but not limited to: persons identifying as LGBTQ, women, persons of color, and/or persons with disabilities) who may not otherwise have the opportunity to attend Linux Foundation events for financial reasons.
ja: Linux Foundation のダイバーシティ スカラーシップ プログラムは、技術コミュニティやオープン ソース コミュニティにおいて伝統的に少数派であるグループに属し (LGBTQ、女性である、肌の色が違う、障害があるなどさまざまな理由が考えられます)、経済的理由により Linux Foundation のイベントに参加する機会に恵まれない人々を支援するものです。

source: The Linux Foundation’s Trademarks
ja: Linux Foundation の商標（トレードマーク）

source: The Linux Foundation’s purpose is to spread the collaborative DNA of open source and Linux to accelerate innovation and build ecosystems on shared, open foundations.
ja: The Linux Foundation の目的は、オープン ソースと Linux の共同開発の DNA を広げることにより、イノベーションを加速し、共有のオープンな基盤の上にエコシステムを構築することです。
